Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Share web pages on Firefox for iOS
co: Spartete pagine web cù Firefox per iOS

source: Slowness or hanging
co: Lentezza o blucchime

source: Solved
co: Scioltu

source: % Solved
co: % sciolti

source: Support article:
co: Articulu d’assistenza :

source: Support Forums
co: Fori d’aiutu

source: Sync and save
co: Sincrunizazione è arregistramentu

source: Sync browsing information and content across multiple devices with Firefox Accounts.
co: Sincrunizate e vostre infurmazioni è u vostru cuntenutu trà parechji apparechji grazia à i conti Firefox.

source: Sync information on all your devices
co: Sincrunizate e vostre infurmazioni nant’à tutti i vostri apparechji

source: Sync, save and share
co: Sincrunizazione, arregistramentu è spartera

source: Sync, share and save
co: Sincrunizazione, spartera è arregistramentu

source: Tab basics
co: Adopru di l’unghjette

source: Take pictures, record videos and listen to music on your Firefox OS phone.
co: Pigliate fotò, arregistrate video è state à sente a musica nant’à u vostru telefonu Firefox OS.

source: The basics of using bookmarks
co: E base di l’adopru di l’indette

source: To be reclassified later.
co: Per esse riclassificatu dopu.

source: Troubleshoot problems with Firefox for iOS.
co: Currege i penseri nant’à Firefox per iOS.

source: Troubleshoot slowness, crashing and error messages.
co: Currezzione di rallentamenti, panne è messaghji di sbagliu.

source: Unblock Firefox from connecting to the Internet
co: Currege un penseru di cunnessione da Firefox à Internet

source: Uncategorized
co: Senza categuria

source: Use bookmarks
co: Adopru di l’indette

source: Use Firefox to continue
co: Impiegate Firefox pè cuntinuà

source: Valid email required
co: Indirizzu elettronicu cunvalidatu richiestu

source: Video, audio and interactive settings
co: Video, audio è preferenze interrattive

source: Videos, sound, pictures and animations don't work
co: E video, soni, fiure è animazioni ùn funziuneghjanu

source: Visitors
co: Visite

source: Votes
co: Voti

source: Week
co: Settimana

source: What's new in Firefox for Android
co: Ciò chì hè novu in Firefox per Android

source: What's new in Firefox for iOS
co: Ciò chì hè novu in Firefox per iOS

source: abnormality
co: anumalia

source: account recovery key
co: chjave di ricuperazione di u contu

source: add-on
co: modulu addiziunale

source: aggregate
co: aggregatu

source: All Hands
co: assemblea generale

source: alternate text
co: testu alternativu

source: appear
co: affacà

source: appearance
co: aspettu

source: attack
co: assaltà

source: attacker
co: assaltadore

source: Attack Site
co: Situ d’assaltu

source: attendee
co: participante

source: authenticate
co: autenticà

source: authenticated
co: autenticatu

source: authentication code
co: codice d’autenticazione

source: autoplay
co: lettura autumatica

source: back out
co: rivene in daretu

source: backup authentication code
co: codice d’autenticazione di succorsu

source: black box
co: mette in una scatula nera

source: bookmark
co: indettà

source: boolean
co: booleanu

source: boot
co: espulsà

source: breakpoint
co: puntu d’interruzzione

source: Bug report
co: raportu di penseru

source: certificate authority
co: auturità di certificazione

source: channel
co: canale

source: cipher
co: cudifichera

source: clipboard
co: preme’papei

source: clockwise
co: sensu orariu, di e sfiere d’arilogiu

source: colorway
co: culuritura

source: compact
co: cumpattu

source: compact - recommend deprioritize
co: cumpattà

source: confirmation code
co: codice di cunfirmazione

source: context
co: cuntestu

source: contribute
co: participà

source: cookie banner
co: striscia di canistrelli

source: corrupt
co: alterà

source: corrupted
co: alteratu

source: counterclockwise
co: sensu antiorariu, oppostu à e sfiere d’arilogiu

source: crash
co: accidente

source: cross-site tracking cookie
co: canistrelli di spiunagiu intersiti

source: cryptominer
co: minatore di crittomuneta

source: cryptomining
co: minatura di crittomuneta

source: debug
co: spannà

source: deceptive site
co: situ ingannadore

source: decode
co: discudificà

source: decryption
co: diccifratura

source: disinformation
co: disinfurmazione

source: distrust
co: sfidassi

source: eavesdropping
co: intercettazione

source: email mask
co: cugnome d’indirizzu elettronicu

source: enable
co: attivà

source: encode
co: cudificà

source: encrypt
co: cifrà

source: encryption
co: cifratura

source: end user
co: utilizatore finale

source: executable file
co: schedariu d’esecuzione

source: extension
co: estensione

source: external
co: esternu

source: Fellow
co: Camerchjone

source: filter bubble
co: bolla di filtri

source: fingerprinter
co: detettore d’impronta numerica

source: fingerprinting
co: detezione d’impronta numerica

source: Firefox View
co: Firefox Vista

source: gear
co: roba

source: grassroots
co: pupulare

source: home page
co: pagina d’accolta

source: idle
co: inattivu

source: import
co: impurtà

source: independent browser
co: navigatore indipendentemente

source: innovations
co: innuvazioni

source: insecure
co: micca sicuru

source: installation
co: installazione

source: Issue
co: Emette

source: L10n
co: L10n (lucalizazione)

source: Legacy extension
co: estensione disusata

source: misinformation
co: malinfurmazione

source: native
co: nativu

source: net neutrality
co: neutralità di u Net

source: nonprofit
co: senza scopu lucrativu

source: non-profit
co: senza scopu lucrativu

source: open source
co: fonte aperta

source: override
co: sustituisce

source: participation
co: participazione

source: Patch
co: Currettivu

source: phone number mask
co: cugnome di numeru di telefonu

source: pop-up
co: finestra inoppurtuna

source: preference
co: preferenza

source: release
co: revisione

source: report
co: raportu

source: restricted site
co: situ ristrettu

source: revert
co: risturà

source: review checker
co: verificadore d’avisu

source: search suggestion
co: suggestione di ricerca

source: security keys
co: chjavi di sicurità

source: sensitive
co: sensibile

source: sidebar
co: barra laterale

source: sign
co: firmà

source: signer
co: signatariu

source: sign in
co: cunnettesi

source: sign-in
co: cunnessione

source: studies
co: studii

source: track
co: frattighjà

source: trackers
co: perseguitatori

source: Turbo Mode
co: modu turbo

source: unencrypted
co: micca cifratu

source: unresponsive
co: senza risposta

source: unsafe
co: periculosu

source: validate
co: validà

source: validity
co: validità

source: version
co: versione

source: Web Authentication
co: autenticazione web
